{
  "message": {
    "navbar": {
      "projects": "Projects",
      "about": "About",
      "status": "Status",
      "repository": "Repository",
      "docs": "Documentations",
      "team": "Team"
    },
    "heading": {
      "hello": "Hello there! 👋",
      "motto": "EternalCode is a fantastic community of developers!"
    },
    "about-us": {
      "title": "About us 🎉",
      "desc": "Learn more about our organization and our members!",
      "title1": "Members:",
      "desc1": "Our open source organization consists of eight computer science enthusiasts, including several experienced programmers. Our main area of work is Minecraft plugins written in Java and projects in other languages such as Vue and JavaScript. We have opened several repositories on GitHub, which are constantly being developed and improved to provide the best possible experience for users.",

      "title2": "Repositories:",
      "desc2": "Thanks to our openness and commitment, our organization is constantly growing and becoming more and more known in the programming community and among open-source developers. We are proud of our work and always strive to provide high-quality solutions for our users.",

      "title3": "Discord:",
      "desc3": "As an open source organization, we value openness and collaboration. We often sit on Discord, giving advice and sharing knowledge about creating Minecraft servers. We want to help other developers and Minecraft enthusiasts develop their projects and achieve success in this field.",
      "title4": "Entertainment:",
      "desc4": "In addition to working on open source projects, our members also value their free time and entertainment. We often play Minecraft and Fortnite to relax and enjoy playing together. Moreover, we like to play Sons of the Forest and Witcher, as well as watch anime and other movies to broaden our horizons and draw inspiration for creating our projects."
      },
    "skills": {
      "title": "Our magic powers!",
      "java": "In our lineup you will find many programmers specializing in Java!",
      "php": "Do you need a proprietary Itemshop? We can do a professional back-end!",
      "javascript": "You can order professional applications and discord bots in JavaScript from us!",
      "linux": "We will configure a Dedicated/VPS Server specifically for you, install database and panels etc."
    },
    "projects": {
      "title": "Our projects",
      "subtitle": "Our projects are not only our services, but also our hobby! We offer many open source products!",
      "more": "GitHub repository"
    },
    "team": {
      "title": "Our team",
      "subtitle": "Below you will find all the members of our team!"
    }
  }
}