{
  "message": {
    "navbar": {
      "projects": "Projekty",
      "about": "O nas",
      "status": "Monitor usug",
      "repository": "Repozytorium",
      "docs": "Dokumentacje"
    },
    "heading": {
      "hello": "Witaj! ",
      "motto": "EternalCode to fantastyczna spoeczno programist贸w!"
    },
    "about": {
      "title": "O nas ",
      "p1": "Jestemy zespoem programist贸w z wieloletnim dowiadczeniem, oferujcym mn贸stwo usug zwizanych z bran偶 IT!",
      "p2": "Zgrany zesp贸 to co, co nas wyr贸偶nia, jestemy pionierem tego typu usug na rynku. Oferujemy midzy innymi pomoc dotyczc serwer贸w gier, Linuxa oraz Windowsa, wsparcie zwizane z wyborem hostingu, zabezpieczenia maszyn serwerowych oraz uwielbiamy si dzieli wiedz na temat programowania!",
      "p3": "Potrzebujesz czego wicej? A mo偶e chcesz, abymy wykonali Ci projekt na najwy偶szym poziomie na zlecenie? Wszystko mo偶emy bez wikszego trudu zrealizowa! Jestemy otwarci na ka偶dego typu wsp贸prac!"
    },
    "about-us": {
      "title1": "Czonkowie:",
      "desc1": "Nasza organizacja open source skada si z omiu entuzjast贸w IT, w tym kilku dowiadczonych programist贸w. G贸wnym obszarem naszej pracy s pluginy do Minecrafta napisane w Javie oraz projekty w innych jzykach, takich jak PHP i HTML. Otworzylimy kilkanacie repozytori贸w na GitHubie, kt贸re s stale rozwijane i ulepszane, aby zapewni jak najlepsze dowiadczenie u偶ytkownikom Minecrafta.",
      "desc1short": "Nasza organizacja open source skada si z dziewiciu entuzjast贸w IT, w tym kilku dowiadczonych programist贸w.",
      "title2": "Repozytoria:",
      "desc2": "Jako organizacja open source, stawiamy na otwarto i wsp贸prac. Czsto siedzimy na Discordzie, udzielajc porad i dzielc si wiedz na temat tworzenia serwer贸w Minecraft. Chcemy pom贸c innym deweloperom i pasjonatom Minecrafta w rozwijaniu ich projekt贸w i osiganiu sukces贸w w tej dziedzinie.",
      "desc2short": "Otworzylimy kilkanacie repozytori贸w na GitHubie, kt贸re s stale rozwijane i ulepszane, aby zapewni jak najlepsze dowiadczenie u偶ytkownikom Minecrafta.",
      "title3": "Discord:",
      "desc3": "Dziki naszej otwartoci i zaanga偶owaniu, nasza organizacja stale rozwija si i staje si coraz bardziej znana w spoecznoci Minecrafta oraz wr贸d deweloper贸w open source. Jestemy dumni z naszej pracy i zawsze staramy si dostarcza najwy偶szej jakoci rozwizania dla naszych u偶ytkownik贸w.",
      "desc3short": "Czsto siedzimy na Discordzie, udzielajc porad i dzielc si wiedz na temat tworzenia serwer贸w Minecraft.",
      "title4": "Rozrywka:",
      "desc4": "Poza prac nad projektami open source, nasi czonkowie r贸wnie偶 ceni sobie czas wolny i rozrywk. Czsto gramy w Minecrafta i Fortnite, aby odpr偶y si i cieszy si gr ze sob. Ponadto, lubimy gra w Sons of the Forest oraz wied藕mina, a tak偶e oglda anime i inne filmy, aby poszerza nasze horyzonty i czerpa inspiracj do tworzenia naszych projekt贸w.",
      "desc4short": "Czsto gramy w Minecrafta i Fortnite, a tak偶e lubimy gra w Sons of the Forest oraz Wied藕mina, a tak偶e oglda anime i inne filmy."
    },
    "skills": {
      "title": "Nasze magiczne moce!",
      "java": "W naszym skadzie znajdziesz wielu programist贸w specjalizujcych si w jzyku Java!",
      "php": "Potrzebujesz autorskiego ItemShopu? Wykonujemy profesjonalny back-end!",
      "javascript": "U nas mo偶esz zam贸wi profesjonalne aplikacje, discord boty w javascript!",
      "linux": "Skonfigurujemy serwer dedykowany/VPS specjalnie dla ciebie, zainstalujemy bazy danych i panele typu Pterodactyl."
    },
    "projects": {
      "title": "Nasze projekty",
      "subtitle": "Nasze projekty to nie tylko nasze usugi, ale r贸wnie偶 nasze hobby! Oferujemy wiele produkt贸w z otwartym kodem 藕r贸dowym!",
      "more": "Repozytorium GitHub"
    },
    "team": {
      "title": "Nasz Team",
      "subtitle": "Poni偶ej znajdziesz wszystkich czonk贸w naszego zespou!"
    }
  }
}